Repository: Calcoph/visualizador-potencial-fotovoltaico
Catalog: servidor/ehuvpf/locale/*/LC_MESSAGES/djangojs.po
Languages: eu_es

source: Atributo añadido correctamente
eu_es: Atributua behar bezala gehitu da

source: Capas seleccionadas automáticamente:
eu_es: Automatikoki hautatutako geruzak:

source: Datos Añadidos
eu_es: Gehitutako datuak

source: Capa añadida
eu_es: Gehitutako geruza

source: Atributo editado correctamente
eu_es: Atributua behar bezala editatu da

source: El atributo %s se ha eliminado correctamente
eu_es: %s atributua behar bezala kendu da

source: Colores editados
eu_es: Editatutako koloreak

source: Debe haber al menos 1 atributo por cada capa. Si quieres quitar este atributo, debes primero añadir otro.
eu_es: Gutxienez atributu bat egon behar da geruza bakoitzeko. Atributu hau kendu nahi baduzu, lehenik beste bat gehitu behar duzu.

source: No se puede eliminar el atributo a colorear. Si quieres quitar este atributo, debes primero cambiar el atributo a colorear.
eu_es: Koloreztatu beharreko atributua ezin da kendu. Atributu hau kendu nahi baduzu, lehenik atributua kolore bihurtu behar duzu.

source: Añadir
eu_es: Gehitu

source: Quitar
eu_es: Kendu

source: Capa editada
eu_es: Editatutako geruza

source: La capa %s se ha eliminado correctamente
eu_es: %s geruza behar bezala ezabatu da

source: El parámetro %s se ha eliminado correctamente
eu_es: %s parametroa behar bezala kendu da.

source: Se ha modificado la información de preprocesado adecuadamente.
eu_es: Aurreprozesatzeko informazioa behar bezala aldatu da.

source: Se ha modificado la información sobre la fuente de datos adecuadamente.
eu_es: Datu-iturriaren informazioa behar bezala aldatu da.

source: When accessing %s, %s
eu_es: %s atzitzean, %s

source: Error %s: %s No changes have been made
eu_es: %s errorea: %s Ez da aldaketarik egin

source: No se muestran más edificios, haz zoom para que se empiecen a cargar
eu_es: Ez da eraikin gehiago erakusten, handitu irudia kargatzen hasten diren ikusteko.

source: Los edificios han sido cargados
eu_es: Eraikinak kargatu dira.

source: Selecciona al menos un atributo
eu_es: Hautatu gutxienez atributu bat
