Repository: Calcoph/visualizador-potencial-fotovoltaico
Catalog: servidor/ehuvpf/locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Administrar app
eu_es: App administratu

source: Administrar proyecto
eu_es: Proiektua administratzea

source: Hola
eu_es: Kaixo

source: Cerrar sesión
eu_es: Saioa itxi

source: La página que buscas no está disponible
eu_es: Bilatzen duzun orrialdea ez eskuragarri

source: Volver al inicio
eu_es: Hasierara itzuli

source: Añadir atributo
eu_es: Atributua gehitu

source: Administración del proyecto
eu_es: Proiektua administratzea

source: Atributos existentes
eu_es: Dauden atributuak

source: Nuevo atributo:
eu_es: Atributu berria:

source: Identificador: (Este identificador es el nombre del atributo en los archivos subidos)
eu_es: identifikatzailea: (Identifikatzaile hau atributuaren izena da igotako artxiboetan)

source: Nombre a mostrar:
eu_es: Erakutsi beharreko izena:

source: Descripción:
eu_es: Deskribapena:

source: Unidad:
eu_es: Unitatea:

source: Añadir
eu_es: Gehitu

source: Añadir datos
eu_es: datuak gehitu

source: AÑADIR DATOS
eu_es: DATUAK GEHITU

source: Atrás
eu_es: Atzera

source: ficheros ESRI
eu_es: ESRI fitxategiak

source: uno solo
eu_es: bakarra

source: multiples
eu_es: multipleak

source: Ficheros
eu_es: Fitxategiak

source: Subir
eu_es: Igo

source: Añadir capa
eu_es: Gehitu capa

source: Creando capa nueva
eu_es: Geruza berria sortzen

source: Patrón en el nombre (para identificación automática de capa)
eu_es: Patroia izenean (geruza automatikoki identifikatzeko)

source: Nombre de la capa
eu_es: Geruzaren izena

source: Selecciona los atributos que se mostrarán en la nueva capa
eu_es: Aukeratu geruza berrian erakutsiko diren atributuak

source: Selecciona el atributo que se va a utilizar para colorear los edificios
eu_es: Aukeratu eraikinak koloreztatzeko erabiliko den atributua

source: Crear capa
eu_es: Kapa sortu

source: Añadir parámetro
eu_es: Parametroa gehitu

source: Nuevo parámetro:
eu_es: Parametro berria:

source: Nombre:
eu_es: Izena:

source: Valor dado: (Se recomienda especificar unidades si es apropiado)
eu_es: Emandako balioa: (Unitateak zehaztea gomendatzen da, egokia bada)

source: Crear proyecto
eu_es: Proiektua sortzea

source: Nombre del proyecto
eu_es: Proiektuaren izena

source: Indica un texto para explicar la fuente de datos.
eu_es: Datu-iturria azaltzeko testu bat adierazten du.

source: Los datos originales han sido preprocesados
eu_es: Jatorrizko datuak aurrez hartu dira

source: Información sobre el preproceso
eu_es: Aurreprozsoari buruzko informazioa

source: Nombre del programa/proyecto de preprocesado
eu_es: Aurreprozektatutako programaren/ proiektuaren izena

source: Enlace al programa/proyecto
eu_es: Esteka programa/ proiektura

source: Versión del programa/proyecto
eu_es: Programaren/ proiektuaren bertsioa

source: Detalles del proyecto
eu_es: Datuei buruzko xehetasunak

source: Editar esta página
eu_es: Orrialde hau editatu

source: Información del proyecto
eu_es: Proiektuaren informazioa

source: Fuente de datos
eu_es: Datu-iturria

source: Procesamiento de datos
eu_es: Datuen prozesamendua

source: El resultado se ha obtenido al procesar los datos con este programa:
eu_es: Emaitza programa honekin datuak prozesatzean lortu da:

source: Utilizando la versión:
eu_es: Bertsioa erabiliz:

source: Los datos originales no se han preprocesado o se ha seguido un método desconocido/oculto para su cálculo.
eu_es: Jatorrizko datuak ez dira aurrez hartu, edo metodo ezezagun/ ezkutu bat jarraitu da horiek kalkulatzeko.

source: Parámetros
eu_es: Parametroak

source: En el procesamiento de los datos se han usado estos parámetros con los valores indicados.
eu_es: Datuak prozesatzeko, parametro horiek adierazitako balioekin erabili dira.

source: Atributos
eu_es: Atributuak

source: Los atributos resultado tras los cálculos son los siguientes.
eu_es: Kalkuluen ondoren ateratako atributuak honako hauek dira:

source: medido en
eu_es: neurtua

source: Editar atributo
eu_es: Atributua editatu

source: Editando atributo
eu_es: Atributua argitaratzen

source: Estás seguro de que quieres eliminar el atributo
eu_es: Ziur zaude atributua kendu nahi duzula

source: Confirmar
eu_es: Baieztatu

source: Eliminar
eu_es: Ezabatu

source: Editar colores
eu_es: Koloreak editatu

source: Haz click en los colores para cambiarlos.
eu_es: Egin klik koloreetan aldatzeko.

source: Haz click en las flechas para cambiar el orden.
eu_es: Egin klik gezietan ordena aldatzeko.

source: Añadir Color
eu_es: Kolorea gehitu

source: Eliminar el último color
eu_es: Azken kolorea ezabatzea

source: Confirmar cambios
eu_es: Aldaketak baieztatu

source: Editar capa
eu_es: Capa editatu

source: Modificando capa
eu_es: Geruza aldatzen

source: Estás seguro de que quieres eliminar la capa
eu_es: Ziur zaude geruza kendu nahi duzula

source: Ten en cuenta que cambiar este valor no cambiará la capa de los datos que ya se hayan añadido al sistema
eu_es: Kontuan izan balio hori aldatzeak ez duela sistemari gehitu zaizkion datuen geruza aldatuko

source: Atributos relevantes:
eu_es: Atributu garrantzitsuak:

source: Quitar
eu_es: Kendu

source: Añadir un atributo para mostrar en esta capa:
eu_es: Gehitu atributu bat geruza honetan erakusteko:

source: Atributo a colorear:
eu_es: Koloreztatzeko atributua:

source: Valor mínimo
eu_es: Gutxieneko balioa

source: Editando parámetro
eu_es: Parametroa editatzen

source: Estás seguro de que quieres eliminar el parámetro
eu_es: Ziur zaude parametroa ezabatu nahi duzula

source: Sí
eu_es: Bai

source: No
eu_es: Ez

source: Valor dado:
eu_es: Emandako balioa:

source: Dejar de editar
eu_es: Argitaratzeari uztea

source: En este apartado se puede insertar cualquier HTML. Por lo que sólo se puede editar con permisos de administrador.
eu_es: Atal honetan edozein HTML txer daiteke. Beraz, administratzaile-baimenekin bakarrik editatu daiteke.

source: Si se han Procesado los datos originales se indicar aquí la información sobre el programa principal utilizado para el procesado. De no ser así deja los campos vacíos
eu_es: Jatorrizko datuak prozesatu badira, hemen adieraziko da prozesatzeko erabilitako programa nagusiari buruzko informazioa. Horrela ez bada, hutsik uzten ditu zelaiak

source: Enlace al programa de procesado de datos:
eu_es: Datuak prozesatzeko programara esteka:

source: Nombre del programa de procesado:
eu_es: Aurreprozektatutako programaren izena

source: Versión del programa de procesado
eu_es: Prozesatze-programaren bertsioa

source: Si el procesado de datos depende de parámetros, se pueden indicar a continuación.
eu_es: Datuen prozesaketa parametroen araberakoa bada, jarraian adierazi daitezke

source: Editar
eu_es: Editatu

source: Aquí se muestran los atributos que tienen las capas.
eu_es: Hemen, geruzek dituzten atributuak erakusten dira.

source: Registra una cuenta
eu_es: Erregistratu kontu bat

source: Volver a página de registro
eu_es: Erregistro-orrira itzuli

source: No se muestran edificios nuevos, haz zoom para cargar más
eu_es: Ez da eraikin berririk erakusten, egin zoom gehiago kargatzeko

source: Se cargan edificios nuevos correctamente
eu_es: Eraikin berriak behar bezala kargatzen dira

source: Cerrar
eu_es: Itxi

source: Capas
eu_es: Kapak

source: Marcadores
eu_es: Markagailuak

source: Mis edificios
eu_es: Nire eraikinak

source: Se está mostrando el proyecto
eu_es: Proiektua erakusten ari dira

source: Cambiar
eu_es: Aldatu

source: Detalles sobre los datos
eu_es: Datuei buruzko xehetasunak

source: Nombre
eu_es: Izena

source: Identificador
eu_es: Identifikatzailea

source: Añadir atributos
eu_es: Atributuak gehitu

source: Colores del proyecto
eu_es: Proiektuaren koloreak

source: Editar información del proyecto
eu_es: Proiektuaren informazioa editatu

source: LISTA DE PROYECTOS
eu_es: PROIEKTUEN ZERRENDA

source: No has elegido ningún proyecto. Por favor elige uno de los siguientes:
eu_es: Ez duzu proiekturik aukeratu. Mesedez, aukeratu honako hauetako bat:

source: Proyecto seleccionado:
eu_es: Hautatutako proiektua:

source: La contraseña debe coincidir
eu_es: Pasahitzak bat egin behar du

source: Registrate
eu_es: Erregistra zaitez

source: Nombre de usuario
eu_es: Erabiltzaile-izena

source: email
eu_es: e-posta

source: contraseña
eu_es: pasahitza

source: repetir contraseña
eu_es: pasahitza errepikatu

source: Nombre de usuario o contraseña incorrectos. Intenta otra vez.
eu_es: Erabiltzaile-izena edo pasahitz okerrak. Saia zaitez berriro.

source: Tu cuenta no tiene acceso a esta página. Para proseguir, inicie sesión con una cuenta con acceso
eu_es: Zure kontuak ez du orrialde honetan sartzeko aukerarik. Jarraitzeko, hasi saioa sarbidea duen kontu batekin

source: Por favor inicia sesión para ver esta página
eu_es: Mesedez, hasi saioa orrialde hau ikusteko

source: Iniciar sesión
eu_es: Saioa hasi

source: Cierre de sesión
eu_es: Saioaren amaiera

source: Esta dirección de email no está autorizada para crear una cuenta. Contacta con la administración de la página si crees que esto es un error.
eu_es: Helbide elektroniko hau ez kontu bat sortzeko baimenik. Jarri harremanetan orrialdeko administrazioarekin, hau akatsa dela uste baduzu.

source: El nombre de usuario o email elegido ya existe
eu_es: Aukeratutako erabiltzailearen edo emailaren izena badago
